{
  "metadata": {
    "total_size": 59914401792
  },
  "weight_map": {
    "transformer.blocks.0.attn.Wqkv.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.0.attn.out_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.0.ffn.down_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.0.ffn.up_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.0.norm_1.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.0.norm_2.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.1.attn.Wqkv.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.1.attn.out_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.1.ffn.down_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.1.ffn.up_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.1.norm_1.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.1.norm_2.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.10.attn.Wqkv.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.10.attn.out_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.10.ffn.down_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.10.ffn.up_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.10.norm_1.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.10.norm_2.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.11.attn.Wqkv.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.11.attn.out_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.11.ffn.down_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.11.ffn.up_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.11.norm_1.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.11.norm_2.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.12.attn.Wqkv.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.12.attn.out_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.12.ffn.down_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.12.ffn.up_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.12.norm_1.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.12.norm_2.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.13.attn.Wqkv.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.13.attn.out_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.13.ffn.down_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.13.ffn.up_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.13.norm_1.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.13.norm_2.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.14.attn.Wqkv.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.14.attn.out_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.14.ffn.down_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.14.ffn.up_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.14.norm_1.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.14.norm_2.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.15.attn.Wqkv.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.15.attn.out_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.15.ffn.down_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.15.ffn.up_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.15.norm_1.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.15.norm_2.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.16.attn.Wqkv.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.16.attn.out_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.16.ffn.down_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.16.ffn.up_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.16.norm_1.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.16.norm_2.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.17.attn.Wqkv.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.17.attn.out_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.17.ffn.down_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.17.ffn.up_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.17.norm_1.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.17.norm_2.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.18.attn.Wqkv.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.18.attn.out_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.18.ffn.down_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.18.ffn.up_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.18.norm_1.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.18.norm_2.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.19.attn.Wqkv.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.19.attn.out_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.19.ffn.down_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.19.ffn.up_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.19.norm_1.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.19.norm_2.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.2.attn.Wqkv.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.2.attn.out_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.2.ffn.down_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.2.ffn.up_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.2.norm_1.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.2.norm_2.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.20.attn.Wqkv.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.20.attn.out_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.20.ffn.down_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.20.ffn.up_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.20.norm_1.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.20.norm_2.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.21.attn.Wqkv.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.21.attn.out_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.21.ffn.down_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.21.ffn.up_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.21.norm_1.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.21.norm_2.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.22.attn.Wqkv.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.22.attn.out_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.22.ffn.down_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.22.ffn.up_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.22.norm_1.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.22.norm_2.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.23.attn.Wqkv.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.23.attn.out_proj.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.23.ffn.down_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.23.ffn.up_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.23.norm_1.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.23.norm_2.weight": "pytorch_model-00003-of-00007.bin",
    "transformer.blocks.24.attn.Wqkv.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.24.attn.out_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.24.ffn.down_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.24.ffn.up_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.24.norm_1.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.24.norm_2.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.25.attn.Wqkv.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.25.attn.out_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.25.ffn.down_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.25.ffn.up_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.25.norm_1.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.25.norm_2.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.26.attn.Wqkv.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.26.attn.out_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.26.ffn.down_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.26.ffn.up_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.26.norm_1.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.26.norm_2.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.27.attn.Wqkv.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.27.attn.out_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.27.ffn.down_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.27.ffn.up_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.27.norm_1.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.27.norm_2.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.28.attn.Wqkv.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.28.attn.out_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.28.ffn.down_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.28.ffn.up_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.28.norm_1.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.28.norm_2.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.29.attn.Wqkv.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.29.attn.out_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.29.ffn.down_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.29.ffn.up_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.29.norm_1.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.29.norm_2.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.3.attn.Wqkv.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.3.attn.out_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.3.ffn.down_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.3.ffn.up_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.3.norm_1.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.3.norm_2.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.30.attn.Wqkv.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.30.attn.out_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.30.ffn.down_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.30.ffn.up_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.30.norm_1.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.30.norm_2.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.31.attn.Wqkv.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.31.attn.out_proj.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.31.ffn.down_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.31.ffn.up_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.31.norm_1.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.31.norm_2.weight": "pytorch_model-00004-of-00007.bin",
    "transformer.blocks.32.attn.Wqkv.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.32.attn.out_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.32.ffn.down_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.32.ffn.up_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.32.norm_1.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.32.norm_2.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.33.attn.Wqkv.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.33.attn.out_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.33.ffn.down_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.33.ffn.up_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.33.norm_1.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.33.norm_2.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.34.attn.Wqkv.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.34.attn.out_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.34.ffn.down_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.34.ffn.up_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.34.norm_1.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.34.norm_2.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.35.attn.Wqkv.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.35.attn.out_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.35.ffn.down_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.35.ffn.up_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.35.norm_1.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.35.norm_2.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.36.attn.Wqkv.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.36.attn.out_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.36.ffn.down_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.36.ffn.up_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.36.norm_1.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.36.norm_2.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.37.attn.Wqkv.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.37.attn.out_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.37.ffn.down_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.37.ffn.up_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.37.norm_1.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.37.norm_2.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.38.attn.Wqkv.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.38.attn.out_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.38.ffn.down_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.38.ffn.up_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.38.norm_1.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.38.norm_2.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.39.attn.Wqkv.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.39.attn.out_proj.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.39.ffn.down_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.39.ffn.up_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.39.norm_1.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.39.norm_2.weight": "pytorch_model-00005-of-00007.bin",
    "transformer.blocks.4.attn.Wqkv.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.4.attn.out_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.4.ffn.down_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.4.ffn.up_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.4.norm_1.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.4.norm_2.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.40.attn.Wqkv.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.40.attn.out_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.40.ffn.down_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.40.ffn.up_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.40.norm_1.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.40.norm_2.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.41.attn.Wqkv.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.41.attn.out_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.41.ffn.down_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.41.ffn.up_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.41.norm_1.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.41.norm_2.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.42.attn.Wqkv.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.42.attn.out_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.42.ffn.down_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.42.ffn.up_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.42.norm_1.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.42.norm_2.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.43.attn.Wqkv.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.43.attn.out_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.43.ffn.down_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.43.ffn.up_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.43.norm_1.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.43.norm_2.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.44.attn.Wqkv.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.44.attn.out_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.44.ffn.down_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.44.ffn.up_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.44.norm_1.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.44.norm_2.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.45.attn.Wqkv.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.45.attn.out_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.45.ffn.down_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.45.ffn.up_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.45.norm_1.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.45.norm_2.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.46.attn.Wqkv.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.46.attn.out_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.46.ffn.down_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.46.ffn.up_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.46.norm_1.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.46.norm_2.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.47.attn.Wqkv.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.47.attn.out_proj.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.47.ffn.down_proj.weight": "pytorch_model-00007-of-00007.bin",
    "transformer.blocks.47.ffn.up_proj.weight": "pytorch_model-00007-of-00007.bin",
    "transformer.blocks.47.norm_1.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.47.norm_2.weight": "pytorch_model-00006-of-00007.bin",
    "transformer.blocks.5.attn.Wqkv.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.5.attn.out_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.5.ffn.down_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.5.ffn.up_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.5.norm_1.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.5.norm_2.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.6.attn.Wqkv.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.6.attn.out_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.6.ffn.down_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.6.ffn.up_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.6.norm_1.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.6.norm_2.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.7.attn.Wqkv.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.7.attn.out_proj.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.7.ffn.down_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.7.ffn.up_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.7.norm_1.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.7.norm_2.weight": "pytorch_model-00001-of-00007.bin",
    "transformer.blocks.8.attn.Wqkv.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.8.attn.out_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.8.ffn.down_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.8.ffn.up_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.8.norm_1.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.8.norm_2.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.9.attn.Wqkv.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.9.attn.out_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.9.ffn.down_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.9.ffn.up_proj.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.9.norm_1.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.blocks.9.norm_2.weight": "pytorch_model-00002-of-00007.bin",
    "transformer.norm_f.weight": "pytorch_model-00007-of-00007.bin",
    "transformer.wte.weight": "pytorch_model-00001-of-00007.bin"
  }
}
